alacritty
alsa-utils
anki-bin
arandr
asdf-vm
atuin
autojump
aws-cli
aws-vault
bandwhich
base
base-devel
bat
blueman
bluez
bluez-utils
bspwm
chezmoi
chrony
copyq
ctags
ctlptl-bin
dhcpcd
direnv
discord
dmenu
docker
docker-compose
dust
efibootmgr
evtest
exo
expressvpn
eza
fd
fish
fisher
fzf
garcon
ghostty
git
git-absorb
git-delta
git-trim
github-cli
go
google-chrome
grub
hypridle
hyprland
hyprlock
hyprshot
intel-ucode
inter-font
jid-bin
jq
jujutsu
kind
kubectl
kubectx
links
linux
linux-firmware
man-db
minikube
neofetch
neovim
nitrogen
noto-fonts-emoji
nushell
nvidia
obsidian
openssh
patch
picom-allusive
pipewire-media-session
plex-desktop
polybar
polybar-scripts-git
pop-bin
postgresql-libs
powerline-fonts
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
python-pdfplumber
rankmirrors
rbenv
redshift
reflector
ripgrep
rsync
ruby-build
rustup
scrot
siji-git
slack-desktop
slock
starship
stremio
sudo
swaync
sxhkd
tailscale
thunar
thunar-volman
tilt-bin
tmux
topgrade
tree
ttf-dejavu
ttf-fira-code
ttf-inconsolata
ttf-ms-fonts
tumbler
unzip
visual-studio-code-bin
vlc
waybar
wget
which
whois
wmname
wofi
xbindkeys
xclip
xdg-desktop-portal-gtk
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-twm
xorg-xev
xorg-xinit
xorg-xkill
xorg-xlsclients
xorg-xrandr
xorg-xwininfo
xterm
yarn
yay
zen-browser-bin
zoom
zsa-keymapp-bin
