amd-ucode
anki
atuin
autojump
bandwhich
base
base-devel
bat
chezmoi
claude-code
copyq
direnv
dust
efibootmgr
expressvpn
eza
fd
fisher
fzf
ghostty
git
git-absorb
git-delta
github-cli
google-chrome
grub
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
inter-font
jid-bin
jujutsu
kitty
links
linux
linux-firmware
man-db
mesa
neofetch
neovim
networkmanager
noto-fonts-emoji
npm
obsidian
openssh
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
powerline-fonts
pulsemixer
pv
rbenv
reflector
ripgrep
ruby-build
rustup
starship
stremio
sudo
swaync
tidal-hifi-bin
tmux
topgrade
tree
ttf-fantasque-nerd
ttf-fantasque-sans-mono
ttf-fira-code
ttf-inconsolata
unzip
uv
viu
vlc
vulkan-radeon
waybar
wget
whois
wireplumber
wlogout
wofi
xclip
yay
zen-browser-bin
zoxide
