acpi
alacritty
alsa-utils
apr
apr-util
arandr
asdf-vm
audacity
autojump
aws-cli
bandwhich
base
bat
bind
blueman
bluetooth-autoconnect
bluez-utils
bolt
bspwm
clang
cloc
copyq
ctags
dep
dhcpcd
dialog
direnv
discord
docker
docker-compose
dos2unix
dropbox
dust
efibootmgr
exa
fakeroot
fd
fish
fisher
fontforge
fzf
gimp
git
git-absorb
git-delta-bin
git-trim
github-cli
google-chrome
goreleaser-bin
graphviz
grub
heroku-cli
httpie
hugo
jfsutils
jid-bin
jq
krew-bin
links
linux
linux-firmware
logrotate
lvm2
make
man-pages
mdadm
nano
neovim
netctl
nitrogen
noto-fonts-emoji
npm
nvidia
openssh
operator-sdk
os-prober
otf-fira-code
pacman-contrib
patch
pkgconf
polkit
polybar-git
polybar-scripts-git
postgresql-libs
powerline-fonts
protobuf
pulseaudio
pulseaudio-bluetooth
pulsemixer
redis
redshift
reiserfsprogs
ripgrep
rsync
ruby
ruby-irb
rustup
s-nail
scrot
siji-git
skypeforlinux-stable-bin
slack-desktop
slock
spotify
starship-bin
stern-bin
sudo
sxhkd
sysfsutils
terraform-docs-bin
time
tmux
topgrade
ttf-dejavu
ttf-fira-code
ttf-ms-fonts
unzip
usbutils
visual-studio-code-bin
vlc
wget
which
whois
xbindkeys
xclip
xf86-video-vesa
xfsprogs
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
yarn
yay
yeganesh
zoom
